{
  "GettingStarted": [
    {
      "nbt": "{\"akashictome:is_morphing\":1b,\"akashictome:data\":{industrialforegoing:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"industrialforegoing:book_manual\",Count:1b,tag:{\"akashictome:definedMod\":\"industrialforegoing\"},Damage:0s},tconstruct:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"tconstruct:book\",Count:1b,tag:{\"akashictome:displayName\":\"Materials and You\",\"akashictome:definedMod\":\"tconstruct\",\"akashictome:is_morphing\":1b,display:{Name:\"rAkashic Tome (브Materials and Your)\"},mantle:{book:{page:\"\"}}},Damage:0s},immersiveengineering:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"immersiveengineering:tool\",Count:1b,tag:{\"akashictome:definedMod\":\"immersiveengineering\"},Damage:3s},mca:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"mca:book_death\",Count:1b,tag:{pages:[\"I couldn\u0027t count how many times my family has been blown to pieces by creepers.\n\nHow are they still around, you may ask?\n\nEasy! I, dear reader, have discovered a CURE for death itself! And through this book, I can share it with you.\",\"븗Memorials\n\nrWhen a family member dies, they will drop a chest - and inside will be an 븗itemr that was important to them.\n\nThis is the key to reviving someone, don\u0027t lose it! Only your spouse and children will drop these items.\",\"븗Staff Of Life\n\nrThe Staff is a powerful item that can revive up to 5 people. Place a memorial item on the ground and wave the staff over it. Within moments, your loved one will be fully revived!\n\n\",\"븗Summoning Grim\n\nrUnfortunately, you must obtain the Staff from the Grim Reaper himself.\n\nTo summon him, you must build an altar consisting of 3 obsidian columns that are at least 2 blocks high. They may be higher if you like.\",\"븗Summoning Grim pt. 2\n\nr     # # # X # # #\n     # # # # # # #\n     # # # # # # #\n     X # # E # # X\n\nX \u003d Column\nE \u003d Emerald\n# \u003d Empty\",\"븗Summoning Grim pt. 3\n\nrAfter building the altar, wait until night and light all 3 columns.\n\nWhen you\u0027re ready to fight, light the emerald block and run!\",\"븗Fighting Grim\n\nrGrim is tough. Use full diamond armor, lots of potions, and lots of enchantments.\n\nHe can:\n- Fly\n- Block attacks\n- Blind you\n- Move your items\n- Teleport\n\",\"븗Fighting Grim pt. 2\n\nrIf you hit Grim while he\u0027s blocking, he will teleport behind you and strike.\n\nDo not try to use arrows or poison, he is immune!\n\n\",\"븗Fighting Grim pt. 3\n\nrWhen Grim is at 븗half healthr he will teleport into the air and begin healing.\n\nWhile healing, he will summon his minions from the underworld to fight you.\",\"븗Fighting Grim pt. 4\n\nrWhen Grim is healed, he will continue attacking you, but he won\u0027t be able to heal again for 3 minutes and 30 seconds.\n\nEach time Grim heals, he will not be able to restore as much health has he did previously.\"],\"akashictome:definedMod\":\"mca\",author:\"Ozzie the Warrior\",title:\"Death, and How to Cure It!\",resolved:1b},Damage:0s},rftools:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"rftools:rftools_shape_manual\",Count:1b,tag:{\"akashictome:definedMod\":\"rftools\"},Damage:0s},botania:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"botania:lexicon\",Count:1b,tag:{knowledge.minecraft:1b,\"akashictome:definedMod\":\"botania\",knowledge.alfheim:1b,knowledge.relic:1b},Damage:0s},draconicevolution:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"draconicevolution:info_tablet\",Count:1b,tag:{\"akashictome:displayName\":\"Draconic Evolution Information Tablet\",\"akashictome:definedMod\":\"draconicevolution\",\"akashictome:is_morphing\":1b,display:{Name:\"rAkashic Tome (브Draconic Evolution Information Tabletr)\"}},Damage:0s},extrautils2:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"extrautils2:book\",Count:1b,tag:{\"akashictome:displayName\":\"Extra Utilities 2 Manual\",\"akashictome:definedMod\":\"extrautils2\",\"akashictome:is_morphing\":1b,display:{Name:\"rAkashic Tome (브Extra Utilities 2 Manualr)\"}},Damage:0s},thermalfoundation:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"thermalfoundation:tome_lexicon\",Count:1b,tag:{\"akashictome:definedMod\":\"thermalfoundation\",Mode:1},Damage:0s},opencomputers:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"opencomputers:tool\",Count:1b,tag:{\"akashictome:definedMod\":\"opencomputers\"},Damage:4s},abyssalcraft:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"abyssalcraft:necronomicon\",Count:1b,tag:{\"akashictome:definedMod\":\"abyssalcraft\",PotEnergy:0.0f},Damage:0s},cookingforblockheads:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"cookingforblockheads:recipe_book\",Count:1b,tag:{\"akashictome:displayName\":\"Cooking for Blockheads I\",\"akashictome:definedMod\":\"cookingforblockheads\",\"akashictome:is_morphing\":1b,display:{Name:\"rAkashic Tome (브Cooking for Blockheads Ir)\"}},Damage:1s},securitycraft:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"securitycraft:sc_manual\",Count:1b,tag:{pages:[],\"akashictome:definedMod\":\"securitycraft\",author:\"Geforce\",title:\"SecurityCraft\"},Damage:0s},conarm:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"conarm:book\",Count:1b,tag:{\"akashictome:definedMod\":\"conarm\"},Damage:0s},immersiverailroading:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"immersiverailroading:item_manual\",Count:1b,tag:{\"akashictome:definedMod\":\"immersiverailroading\"},Damage:0s},cookingforblockheads1:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"cookingforblockheads:recipe_book\",Count:1b,tag:{\"akashictome:displayName\":\"Cooking for Blockheads II\",\"akashictome:definedMod\":\"cookingforblockheads1\",\"akashictome:is_morphing\":1b,display:{Name:\"rAkashic Tome (브Cooking for Blockheads IIr)\"}},Damage:2s},cookingforblockheads2:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"cookingforblockheads:recipe_book\",Count:1b,tag:{\"akashictome:displayName\":\"Cooking for Blockheads\",\"akashictome:definedMod\":\"cookingforblockheads2\",\"akashictome:is_morphing\":1b,display:{Name:\"rAkashic Tome (브Cooking for Blockheadsr)\"}},Damage:0s},rftools1:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"rftools:rftools_manual\",Count:1b,tag:{\"akashictome:definedMod\":\"rftools1\"},Damage:0s},guideapi:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"guideapi:bloodmagic-guide\",Count:1b,tag:{\"akashictome:definedMod\":\"guideapi\",G-API_Category_Page:0},Damage:0s},thaumcraft:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"thaumcraft:thaumonomicon\",Count:1b,tag:{\"akashictome:displayName\":\"Thaumonomicon\",\"akashictome:definedMod\":\"thaumcraft\",\"akashictome:is_morphing\":1b,display:{Name:\"rAkashic Tome (브Thaumonomiconr)\"}},Damage:0s},mca2:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"mca:book_family\",Count:1b,tag:{pages:[\"Children are our future! Make sure to have as many as you possibly can.\n\nNot only do you get to experience the joy ofraising a child, but once they are past the baby stage, put them to work!\",\"븗Babies\n\nrWhen you are married, simply approach your spouse and offer to \u0027Procreate\u0027\n\nAfter a short dance, you\u0027ll be the proud owner of a new baby boy or girl!\",\"븗Growth\n\nrBabies take time to grow, make sure to hold them until they are ready, or give them to your spouse to take care of.\n\nOnce a baby is ready to grow, you may place it on the ground and it will grow into a child!\",\"븗Adolescence\n\nrChildren will grow slowly from age 4 to 18.\n\nHowever, the magical properties of Golden Apples are said to accelerate any child\u0027s growth. I have yet to try this myself.\",\"븗Chores\n\nrAny child can farm, cut wood, mine, hunt, and fish. You\u0027ll need to provide them with the tools they need to do so.\n\nIf a tool breaks and the child doesn\u0027t have another, they will have no choice but to stop working.\",\"븗Greed\n\nrIf you notice your child has a Greedy personality, be careful!\n\nGreedy children are known to steal away items that they may pick up while doing chores.\",\"븗Mining\n\nrA special note on Mining here, most children have a peculiar ability to search for and locate ores underground.\n\nThis activity damages any pickaxe they may have in their inventory.\n\n\",\"븗Adulthood\n\nrAs sad as it may be, children will eventually grow into adults. Once they are adults, they will no longer work for you.\n\nAdults can be married off by using Matchmaker\u0027s Rings, or they will eventually get married on their own.\"],\"akashictome:definedMod\":\"mca2\",author:\"Leanne the Cleric\",title:\"Managing Your Family Vol. XI\",resolved:1b},Damage:0s},mca1:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"mca:book_romance\",Count:1b,tag:{pages:[\"븗Introduction\n\nrInteraction is key to building relationships and finding the love of your life.\n\nI\u0027ve happily written this book in order to share my knowledge of interaction, love, and, unfortunately, divorce, to anyone who may need a little push in the right direction.\",\"븗Personalities\n\nrWhen speaking to any villager, you\u0027ll notice they have a personality.\n\nPay close attention to this. I have outlined each personality\u0027s quirks here. Each personality has a particular category they fall into (1-3).\",\"븗Personalities pt. 2\nr븗Athletic (2): rRuns faster\n븗Confident (3): rHits harder\n븗Strong (3): rDoubled attack damage\n븗Friendly (1): rGains hearts faster\n븗Curious (2): rFinds more when working\n븗Peaceful (1): rWill not fight\n\",\"븗Personalities pt. 3\nr븗Flirty (2): rBonus to all interactions\n븗Witty (2): rAppreciates jokes\n븗Sensitive (1): rEasily offended\n븗Greedy (3): rFinds less when working\n븗Stubborn (3): rHarder to gain hearts\n븗Odd (2): rN/A\n\",\"븗Personalities pt. 4\nrThe category shows what a person likes more than others:\n븗1:rChatting, Stories\n븗2:rJoking, Romance\n븗3:rChatting, Shake Hand, Stories\n\nIn the case of personality type 3, it is not recommended to attempt jokes or romantic interactions.\",\"븗Moods\nrEvery person has a mood, which is always apparent when speaking to them.\n\nMoods can change throughout the day, and determine how likely a villager is to like your interaction, and how many hearts you\u0027ll gain.\",\"븗Moods pt. 2\nrVillagers in a good mood may have a certain \u0027glow\u0027 about them, and will be easier to interact with.\n\nVillagers in a bad mood may cry, or be visibly angry and be more difficult to interact with.\",\"븗Moods pt. 3\nrThe death of a villager seems to put those nearby in bad moods.\n\nTaxing also gradually decreases the moods of everyone nearby.\n\nGifts and successful interactions are known to boost moods.\",\"븗Interacting\nrChoose wisely when interacting with a villager, based on their mood and personality!\n\nIf choosing a romantic interaction, be sure that the villager you are talking to likes you a lot.\",\"븗Interacting pt. 2\nrDon\u0027t be annoying! Talking to someone for too long will bore them, and your interactions may stop succeeding.\n\nIf this happens, simply wait a few minutes before trying to talk to them again.\",\"븗Marriage\nrTo get married, simply gift a villager a wedding ring once you feel you have reached the highest relationship level.\n\nIf you have a lot of friends in the village, you may want to get engaged first!\",\"븗Engagement\nrGift an engagement ring before gifting a wedding ring.\n\nAll nearby villagers will give you gifts when you get married, but only if you\u0027re engaged first!\n\nVillagers that like you more will give you better gifts.\",\"븗Divorce\nrUnfortunately, sometimes it is best to split from your spouse and move on.\n\nTo do this, you may craft divorce papers with paper, a feather, and ink.\n\nGift them to your spouse and the marriage will end. They will not be happy!\"],\"akashictome:definedMod\":\"mca1\",author:\"Gerry the Librarian\",title:\"Relationships and You\",resolved:1b},Damage:0s},mca4:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"mca:book_infection\",Count:1b,tag:{pages:[\"Good day, readers! I\u0027ve written this book so that you may not end up suffering the same fate as I.\n\nAlthough I caught the infection, I was luckily able to keep all of my mental faculties.\",\"븗What is the Infection?\n\nrI discovered long ago that the zombies that appear at night are actually villagers in the late stages of infection!\n\nNewly infected villagers turn green, are unable to speak, and occasionally try to bite!\",\"븗Curing\n\nrContrary to popular belief, any infected villager can be cured.\n\nYou must first weaken the villager or zombie with a potion.\n\nThen, immediately feed them a golden apple.\",\"븗Curing pt. 2\n\nrZombies that can be cured often have enlarged heads and noses.\n\nAny other zombies you see unfortunately are too far gone, and cannot be cured.\",\"븗Curing pt. 3\n\nrZombies will take a couple of minutes to be fully cured.\n\nVillagers who were recently infected, though, and haven\u0027t had time to degrade into a full zombie, will be cured instantly!\",\"븗Warnings\n\nrVillagers are highly susceptible to infection, and children even more so!\n\nIf you carry a baby with you while fighting zombies, there is a chance it can become infected.\"],\"akashictome:definedMod\":\"mca4\",author:\"Richard the Zombie\",title:\"Beware the Infection!\",resolved:1b},Damage:0s},mca3:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"mca:book_rose_gold\",Count:1b,tag:{pages:[\"븗Warning!\nTOP SECRET\n\nrThis manual is the property of William Mining Co.\n\nIf you are not a William Mining Co. employee, please refrain from reading this manual and return promptly to William the Miner.\",\"Ah, rose gold - a lovely combination of silver, copper, and gold that smelts into a pinkish orange metal.\n\nMost use it as an alternative to gold for crafting rings as it is much less expensive.\n\nHowever, it has some interesting qualities that are easy to miss.\",\"븗Creating Dust\n\nrRose gold, once smelted, can be crushed into a fine dust.\n\nLook closely at rose gold dust in bright light, and you\u0027ll see shiny flecks of pure gold!\n\n\",\"븗Washing Dust\n\nrWith a little work, we can actually extract the gold from the dust and create pure gold ingots. Simply mix dust with a bucket of water.\n\nThe lighter silver and copper components will wash away, leaving you with about 6 smaller piles of gold dust.\",\"븗Extracting Gold\n\nrArrange 9 piles of dust on your crafting table, and if you\u0027re lucky, you\u0027ll find a gold nugget in one of them!\n\nAnd of course, once you have 9 gold nuggets, you\u0027ll be able to craft them into a solid gold ingot.\"],\"akashictome:definedMod\":\"mca3\",author:\"William the Miner\",title:\"On Rose Gold\",resolved:1b},Damage:0s},openblocks:{ForgeCaps:{\"customnpcs:itemscripteddata\":{}},id:\"openblocks:info_book\",Count:1b,tag:{\"akashictome:displayName\":\"World Domination with OpenBlocks\",\"akashictome:definedMod\":\"openblocks\",\"akashictome:is_morphing\":1b,display:{Name:\"rAkashic Tome (브World Domination with OpenBlocksr)\"}},Damage:0s}}}",
      "item": "akashictome:tome",
      "type": "minecraft:item_nbt"
    },
    {
      "nbt": "{pages:[\"[\\\"\\\",{\\\"text\\\":\\\"Welcome the ThutTech Manual.\\\",\\\"color\\\":\\\"dark_green\\\"},{\\\"text\\\":\\\"\\\\n\\\\nThe following pages will describe how to create and operate an elevator system.\\\",\\\"color\\\":\\\"none\\\"}]\",\"[\\\"\\\",{\\\"text\\\":\\\"Getting Started\\\",\\\"color\\\":\\\"dark_green\\\"},{\\\"text\\\":\\\"\\\\n\\\\nThe first thing you will need to do, is craft several Elevator Blocks, Two or more Elevator Control Blocks, and a Device Linker.\\\",\\\"color\\\":\\\"none\\\"}]\",\"[\\\"\\\",{\\\"text\\\":\\\"To start with, build the structure which you want to convert into the Elevator.\\\\n\\\\nThen right click the first corner of it with your Device Linker, It should get outlined in \\\"},{\\\"text\\\":\\\"red\\\",\\\"color\\\":\\\"red\\\"}]\",\"[\\\"\\\",{\\\"text\\\":\\\"Next, sneak and right click the other corner, the selected red box will be converted into the Elevator.\\\\n\\\\nIf you do not have enough Elevator blocks, it will fail to create, and will tell you how many you need.\\\"}]\",\"[\\\"\\\",{\\\"text\\\":\\\"Next Shift-Right-Click the elevator with the Device Linker.  This will bind the linker to the Elevator.\\\\n\\\\nIf you wish to remove the Elevator, shift right click it with a stick, and it will convert back into the blocks it was made from.\\\"}]\",\"[\\\"\\\",{\\\"text\\\":\\\"Next place the Control Blocks.\\\\n\\\\nThe Control Blocks need to be placed 2 blocks above where the Elevator should stop.\\\\n\\\\nRight click the face of the block that you want buttons on with the Device Linker.\\\"}]\",\"[\\\"\\\",{\\\"text\\\":\\\"Right clicking again with the Linker will cycle through the 4 different pages of buttons.\\\\n\\\\nIf you right click the face with a stick, it will toggle that face on and off.\\\"}]\",\"[\\\"\\\",{\\\"text\\\":\\\"Control Blocks which are physically touching will be linked to the same floor.\\\\n\\\\nYou can make a Controller block into a call controller by shift right clicking the face with an unlinked Device Linker.\\\"}]\",\"[\\\"\\\",{\\\"text\\\":\\\"To actually Link the Elevator to the block, shift right click the number you want that floor to be with the Device Linker, and that block will be assigned as that floor.\\\"}]\",\"[\\\"\\\",{\\\"text\\\":\\\"To then use, right click the required floor with empty hand, or any item that is not the Device Linker or Stick.\\\"}]\",\"[\\\"\\\",{\\\"text\\\":\\\"You may also put chests or Controller Blocks in your Elevator.\\\\n\\\\nIf you place a controller block in it, make sure to enable the face before creating the Elevator.\\\"}]\",\"[\\\"\\\",{\\\"text\\\":\\\"The Control Block is compatible with OpenComputers, and has the following Methods available:\\\\n\\\\nsetFloor(number)\\\\ngetFloor(number)\\\\ncallFloor(number)\\\\ncall(X/Y/Z)Value(number)\\\\nget(X/Y/Z)Value()\\\\ngetFloorYValue(number)\\\"}]\"],author:\"Thutmose\",title:\"ThutTech Manual\"}",
      "item": "minecraft:written_book",
      "type": "minecraft:item_nbt"
    }
  ]
}